series = {
    "во все тяжкие": {
        "title": "Во все тяжкие",
        "type": "Сериал",
        "year": "2008",
        "genre": "Криминал, драма",
        "description": "Учитель химии начинает производить запрещённые вещества.",
        "poster": "posters/breaking_bad.jpg"
    },
    "викинги": {
        "title": "Викинги",
        "type": "Сериал",
        "year": "2013",
        "genre": "Исторический, драма",
        "description": "История воина Рагнара и его пути к славе.",
        "poster": "posters/vikings.jpg"
    },
    "игра престолов": {
        "title": "Игра престолов",
        "type": "Сериал",
        "year": "2011",
        "genre": "Фэнтези, драма",
        "description": "Борьба великих домов за власть в мире Вестероса.",
        "poster": "posters/game_of_thrones.jpg"
    },
    "острые козырьки": {
        "title": "Острые козырьки",
        "type": "Сериал",
        "year": "2013",
        "genre": "Криминал, драма",
        "description": "История банды Шелби, которая строит криминальную империю в Бирмингеме.",
        "poster": "posters/peaky_blinders.jpg"
    },
    "шерлок": {
        "title": "Шерлок",
        "type": "Сериал",
        "year": "2010",
        "genre": "Детектив, драма",
        "description": "Современная версия историй о Шерлоке Холмсе в Лондоне.",
        "poster": "posters/sherlock.jpg"
    }
}
